{
  "dialogues": [
    {
      "id": 0,
      "title": "Agents Of Change:",
      "subtitle": "Role Of Writers As Social Commentators And Activists",
      "paragraph":
        "A discussion on how Indian writers tackle caste, gender, and social justice through fiction, poetry, and essays. Authors will share their experiences of how they use literature to drive activism and advocate for civilisational and environmental causes."
    },
    {
      "id": 1,
      "title": "Unveiling the Past:",
      "subtitle": "The Craft and Challenges of Indian History Writing",
      "paragraph":
        "A discussion on historiography, contested narratives, and Indic traditions in shaping historical discourse. Panellists explore nationalistic history writing, indigenous contributions, and the balance between cultural heritage and modern research."
    },
    {
      "id": 2,
      "title": "Innovation and Aspiration:",
      "subtitle": " The Start-Up Revolution in India",
      "paragraph":
        "A deep dive into the success stories, challenges, and future of India’s start-up ecosystem—covering funding, scaling, and regulatory hurdles"
    },
    {
      "id": 3,
      "title": "Changemakers Unplugged:",
      "subtitle": "Social Entrepreneurship Stories",
      "paragraph":
        "A conversation with social entrepreneurs driving change through initiatives in poverty alleviation, education, and clean energy aligned with India’s developmental goals."
    },
    {
      "id": 4,
      "title": "Sowing Solutions:",
      "subtitle": "Reforming India’s Agricultural Landscape",
      "paragraph":
        "Exploring sustainable farming, indigenous practices, and policy reforms to ensure food security while preserving traditional agricultural wisdom"
    }
    ,
    {
      "id": 5,
      "title": "Odisha 2036: ",
      "subtitle": " A vision for tomorrow",
      "paragraph":
        "A discussion on Odisha’s growth trajectory, focusing on infrastructure, economy, social development, and governance as it nears its centenary."
    }
    ,
    {
      "id": 6,
      "title": "Voices of Her: ",
      "subtitle": "Women in Indian Literary Tradition",
      "paragraph":
        "Tracing the evolution of female voices in Indian literature—from bhakti poets to modern writers—this session explores gender, identity, and empowerment, highlighting Shakta-inspired narratives and their impact on storytelling."
    }
    ,
    {
      "id": 7,
      "title": "Muse or Machine? ",
      "subtitle": " Exploring the Soul of Art in the Digital Age",
      "paragraph":
        "As AI reshapes creativity, this session examines whether machines can replicate artistic depth or serve as muses for human expression. It explores AI’s role in storytelling, cultural preservation, and the evolving definition of artistic value."
    } 
    ,
    {
      "id": 8,
      "title": "The Influence of Influencers: ",
      "subtitle": " Social Media in the Modern Era",
      "paragraph":
        "A discussion on how social media influencers drive trends, preserve Indic traditions, and advocate for societal causes while balancing global appeal with Indian ethos."
    }
    , 
    {
      "id": 9,
      "title": "Bharat: ",
      "subtitle": "The Spiritual Capital of the World",
      "paragraph":
        "This session highlights India’s relevance in addressing modern challenges and fostering global harmony by exploring ancient wisdom on mindfulness, dharma, and inner peace."
    }
    ,
    {
      "id": 10,
      "title": "Sustainability: ",
      "subtitle": "Building a Climate-Resilient Bharat",
      "paragraph":
        "A discussion on multi-stakeholder collaboration, policy innovation, and integrating traditional wisdom with modern solutions to combat climate change."
    },
    
    {
      "id": 11,
      "title": "From Passion to Purpose: ",
      "subtitle": "Life Lessons for India’s Youth",
      "paragraph":
        "A discussion on how Indian writers tackle caste, gender, and social justice through fiction, poetry, and essays. Authors will share their experiences of how they use literature to drive activism and advocate for civilisational and environmental causes."
    },
    {
      "id": 12,
      "title": "Publisher’s Meet: ",
      "subtitle": "Navigating the Literary Landscape",
      "paragraph":
        "An interactive session on publishing trends, digital disruption, and strategies for aspiring authors to succeed in today’s literary world."
    },
    {
      "id": 13,
      "title": "Decolonisation & the Global South:",
      "subtitle": "Reshaping Multilateralism",
      "paragraph":
        "Exploring how post-colonial nations are redefining global governance, tackling power imbalances, and fostering south-south cooperation for an equitable world order."
    }
  ],
  "paralellDialogues": [

    
    {
      "id": 2,
      "title": "Odia Literature in the 21st Century",
      "subtitle": " ",
      "paragraph":
        "Delve into how contemporary Odia literature responds to societal changes, global influences, and technological advancements. Concussions will feature prominent and emerging voices covering themes like urbanisation, migration, gender equality, and environmental sustainability. We’ll explore how digital platforms have expanded the reach of Odia literature while preserving its cultural roots. By celebrating Odia writers' creativity and resilience, this conversation aims to showcase the enduring power of regional literature in shaping India’s literary landscape."
    },
    {
      "id": 0,
      "title": "Purvodaya:",
      "subtitle": "Role of Odisha and Odias",
      "paragraph":
        "Odisha stands at the crossroads of culture and progress from ancient heritage to modern industry. This session uncovers the state's enduring influence on India's artistic, spiritual, and economic fabric while spotlighting its rising role in tourism, renewable energy, and industrial growth. With the Purvodaya initiative paving the way for Eastern India's transformation, panellists will explore how Odisha's rich resources and resilient people are shaping the nation's future."
    },
    {
      "id": 2,
      "title": "Odia Literature in the 21st Century",
      "subtitle": "",
      "paragraph":
        "Delve into how contemporary Odia literature responds to societal changes, global influences, and technological advancements. Concussions will feature prominent and emerging voices covering themes like urbanisation, migration, gender equality, and environmental sustainability. We’ll explore how digital platforms have expanded the reach of Odia literature while preserving its cultural roots. By celebrating Odia writers' creativity and resilience, this conversation aims to showcase the enduring power of regional literature in shaping India’s literary landscape."
    },
    {
      "id": 1,
      "title": "Ink & Identity:",
      "subtitle": "A Literary and Social Perspective on Odisha",
      "paragraph":
        "On the evolution of Odisha’s literature, from the ancient epics of Kalinga to the vibrant voices of contemporary writers. This session will journey through how Odia literature mirrors the region's cultural, social, and political shifts, influenced by Buddhism, Jainism, Hinduism, colonialism, and the post-independence resurgence of Odia identity. With a focus on themes of caste, gender, and social change, we’ll uncover how literature has both shaped and reflected Odisha’s values, celebrating the resilience and creativity that continues to inspire its future."
    }
    
  ]
}